[NightsisterCoven X2SitRepTemplate]
FriendlyName="暗夜姐妹活动"
Description="我们的接触者报告说，在这一地区目睹了与暗夜姐妹活动相符的不寻常现象。请谨慎操作。"

[NightsisterCovenEffect X2SitRepEffect_AddTeam]
FriendlyName="暗夜姐妹活动"
Description="我们的接触者报告说，在这一地区目睹了与暗夜姐妹活动相符的不寻常现象。请谨慎操作。"

[NightsisterCovenNormalMeleeStrike X2AbilityTemplate]
LocFriendlyName="近战打击"
LocHelpText="冲锋和近战目标。"

[NightsisterCovenQuickStab X2AbilityTemplate]
LocFriendlyName="快速斜线"
LocHelpText="向相邻目标砍杀。自由行动。"

[NightsisterCovenFullStopMeleeStrike X2AbilityTemplate]
LocFriendlyName="近战打击"
LocHelpText="冲锋和近战目标。"

[NightsisterCoven1ActionMeleeStrike X2AbilityTemplate]
LocFriendlyName="近战打击"
LocHelpText="冲锋和近战目标。"

[NightWitch_LifeTapShot X2AbilityTemplate]
LocFriendlyName="生命精华"
LocHelpText="来自生命精华的本质。"
LocLongDescription="来自生命精华的本质。"

[Nightwitch_AnimaInversion X2AbilityTemplate]
LocFriendlyName="死者苏生"
LocLongDescription="在大面积上复苏死人。造成轻微损坏。"
LocHelpText="在大面积上复苏死人。造成轻微损坏。"

[NightGeist_BansheeWail X2AbilityTemplate]
LocFriendlyName="咆哮"
LocLongDescription="一种刺耳的哀嚎，会导致混乱或恐慌。"
LocHelpText="一种刺耳的哀嚎，会导致混乱或恐慌。"
LocFlyOverText="咆哮"

[ShadowstalkerVanishScamper X2AbilityTemplate]
LocFriendlyName="影遁"
LocLongDescription="遇到该单位时会隐藏起来。"
LocHelpText="遇到该单位时会隐藏起来。"
LocFlyOverText="隐蔽！"

[NightsisterRancorAdultQuake X2AbilityTemplate]
LocFriendlyName="小拳拳锤你胸口"
LocLongDescription="仇恨者的拳头将敌方锤成肉泥以便于咀嚼方面非常有效。"
LocHelpText="仇恨者的拳头将敌方锤成肉泥以便于咀嚼方面非常有效。"
LocFlyOverText="小拳拳锤你胸口"

[NightsisterRancorElderQuake X2AbilityTemplate]
LocFriendlyName="小拳拳锤你胸口"
LocLongDescription="仇恨者的拳头将敌方锤成肉泥以便于咀嚼方面非常有效。"
LocHelpText="仇恨者的拳头将敌方锤成肉泥以便于咀嚼方面非常有效。"
LocFlyOverText="小拳拳锤你胸口"

[NightsisterRancorBondM2 X2AbilityTemplate]
LocFriendlyName="冤有头债有主"
LocHelpText="暗夜姐妹与幽魂结合，增强了幽魂的能力。破坏这种纽带，后果自负。"
LocLongDescription="暗夜姐妹与幽魂结合，增强了幽魂的能力。破坏这种纽带，后果自负。"
LocFlyOverText="冤有头债有主"

[NightsisterRancorBondM3 X2AbilityTemplate]
LocFriendlyName="冤有头债有主"
LocHelpText="暗夜姐妹与幽魂结合，增强了幽魂的能力。破坏这种纽带，后果自负。"
LocLongDescription="暗夜姐妹与幽魂结合，增强了幽魂的能力。破坏这种纽带，后果自负。"
LocFlyOverText="冤有头债有主"

[NightSister_BenightedRancorBreath X2AbilityTemplate]
LocFriendlyName="地狱般的口臭"
LocHelpText="死亡并没有改善幽魂的口腔卫生。"

[NightsisterCovenZombifyMeleeStrike X2AbilityTemplate]
LocFriendlyName="坏死打击"
LocLongDescription="在近战范围内打击人形目标，如果目标被杀死，则将其提升为僵尸。"
LocHelpText="在近战范围内打击人形目标，如果目标被杀死，则将其提升为僵尸。"
LocFlyOverText="坏死打击"

[NightsisterNightReaperMeleeZombify X2AbilityTemplate]
LocFriendlyName="暗夜收割者解雇"
LocLongDescription="在近战范围内打击人形目标，如果目标被杀死，则将其提升为僵尸。"
LocHelpText="在近战范围内打击人形目标，如果目标被杀死，则将其提升为僵尸。"
LocFlyOverText="暗夜收割者解雇"





[Nightsister_ArcherM1 X2CharacterTemplate]
+strCharacterName="夜之魅"
[Nightsister_ArcherM2 X2CharacterTemplate]
+strCharacterName="高级夜之魅"
[Nightsister_ArcherM3 X2CharacterTemplate]
+strCharacterName="精英夜之魅"

[Nightsister_SuperiorM1 X2CharacterTemplate]
+strCharacterName="夜之女巫"
[Nightsister_SuperiorM2 X2CharacterTemplate]
+strCharacterName="高级夜之女巫"
[Nightsister_SuperiorM3 X2CharacterTemplate]
+strCharacterName="精英夜之女巫"

[Nightsister_NightBrotherM1 X2CharacterTemplate]
+strCharacterName="夜兄弟"
[Nightsister_NightBrotherM2 X2CharacterTemplate]
+strCharacterName="高级夜兄弟"
[Nightsister_NightBrotherM3 X2CharacterTemplate]
+strCharacterName="精英夜兄弟"

[Nightsister_WitchM1 X2CharacterTemplate]
+strCharacterName="夜魔女"
[Nightsister_WitchM2 X2CharacterTemplate]
+strCharacterName="高级夜魔女"
[Nightsister_WitchM3 X2CharacterTemplate]
+strCharacterName="精英夜魔女"

[Nightsister_ShadowstalkerM2 X2CharacterTemplate]
+strCharacterName="高级怪诞女"
[Nightsister_ShadowstalkerM3 X2CharacterTemplate]
+strCharacterName="精英怪诞女"

[Nightsister_RancorJuvi X2CharacterTemplate]
+strCharacterName="残魂"
[Nightsister_RancorAdult X2CharacterTemplate]
+strCharacterName="幽魂"
[Nightsister_RancorNightTouched X2CharacterTemplate]
+strCharacterName="幽魂之王"

[Nightsister_RancorTamerM2 X2CharacterTemplate]
+strCharacterName="高级暗夜姐妹幽魂驯养人"
[Nightsister_幽魂TamerM3 X2CharacterTemplate]
+strCharacterName="精英暗夜姐妹幽魂驯养人"

[Nightsister_Mother X2CharacterTemplate]
+strCharacterName="夜之母"



[Nightsister_ArcherWightM2 X2CharacterTemplate]
+strCharacterName="高级夜暮"
[Nightsister_ArcherWightM3 X2CharacterTemplate]
+strCharacterName="精英夜暮"

[Nightsister_NightBrotherGhoulM2 X2CharacterTemplate]
+strCharacterName="夜食鬼"
[Nightsister_NightBrotherGhoulM3 X2CharacterTemplate]
+strCharacterName="夜食鬼"

[Nightsister_SuperiorWightM2 X2CharacterTemplate]
+strCharacterName="高级暗影"
[Nightsister_ArcherWightM3 X2CharacterTemplate]
+strCharacterName="精英暗影"

[Nightsister_GeistM2 X2CharacterTemplate]
+strCharacterName="高级夜鬼"
[Nightsister_GeistM3 X2CharacterTemplate]
+strCharacterName="精英夜鬼"

[Nightsister_MotherGeist X2CharacterTemplate]
+strCharacterName="奈特利希"

[Nightsister_RancorBenighted X2CharacterTemplate]
+strCharacterName="愚昧幽魂"






[NightreaperScythe X2WeaponTemplate]
FriendlyName="厄运咆哮"
FriendlyNamePlural="厄运咆哮"
BriefSummary=""
TacticalText="<Bullet/> 这把镰刀散发出一种怪异的氛围。任何处理它的军械库工作人员第二天都会请病假，机库技术人员一直在抱怨说，自从我们得到这东西以来，他们就睡不着觉。"
AbilityDescName="剑"